[{"analogies" : "une couleur", 
    "valeursAnalogies" : "le violet",
    "description" : "Si je devais me comparer à une couleur, ce serait le violet. C'est une teinte à la fois mystérieuse et intrigante qui reflète bien ma personnalité. Le violet incarne ma créativité et mon amour pour l'innovation, Elle représente également le rêve, et incarne donc tous mes rêves que je suis bien decidé a accomplir.",
    "image" : "https://c.pxhere.com/photos/81/72/purple_flower_nature_purple_flower_floral_natural_plant_spring-1062041.jpg!d"}, {
    "analogies" : "une chanson", 
    "valeursAnalogies" : "Humanoïde de Nekfeu",
    "description" : "Les paroles profondes et la musique émotionnelle de cette chanson capturent exactement ma propre dualité. C'est comme si chaque note reflétait mes pensées. Elle me rappelle également beaucoup de souvenirs avec des personnes à qui je tiens. 'Humanoïde', c'est moi en musique.",
    "image" : "//live.staticflickr.com/1494/25833872076_5883c26a27_h.jpg"}, {
    "analogies" : "un sport", 
    "valeursAnalogies" : "le basketball",
    "description" : "L'énergie, la passion et l'esprit d'équipe du basketball représentent bien ma personnalité. Tout comme sur le terrain, dans ma vie, je suis compétitif, énergique et toujours prêt à collaborer. Le basketball, c'est un peu comme ma manière de marquer des points dans tous les aspects de ma vie.",
    "image" : "https://images.pexels.com/photos/1752757/pexels-photo-1752757.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"}, {
    "analogies" : "un pays", 
    "valeursAnalogies" : "le Japon",
    "description" : "C'est un pays qui trouve l'équilibre entre tradition et modernité, tout comme moi. Je respecte le passé, mais je suis toujours ouvert aux nouvelles idées. Le Japon, avec sa culture diversifiée, représente parfaitement ma propre appréciation de la diversité et de l'ouverture d'esprit.",
    "image" : "https://c.pxhere.com/photos/36/fe/tokyo_japan_city_cities_urban_street_architecture_night-981166.jpg!d"}, {
    "analogies" : "un anime", 
    "valeursAnalogies" : "One Piece",
    "description" : "En matière d'anime, je m'identifierais à One Piece. C'est une aventure épique où l'amitié et la persévérance sont à l'honneur. Tout comme les personnages de One Piece, je suis constamment en quête de la réalisation de mes rêves, même face à des défis considérables.",
    "image" : "//live.staticflickr.com/6142/5986912410_682fed19e2_b.jpg"}, { 
    "analogies" : "un jeu vidéo", 
    "valeursAnalogies" : "Valorant",
    "description" : "En envisageant ma représentation en tant que jeu vidéo, je pencherais pour Valorant. C'est un jeu stratégique et compétitif qui demande une réflexion tactique approfondie. À l'image des agents de Valorant, je m'efforce de m'adapter aux défis, de coordonner mes efforts et de faire preuve de perspicacité dans mes actions.",
    "image" : "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/ad5da571-fecb-491c-8df0-a87619c49bfd/de67kq7-d6ff5b59-715a-4d8b-b921-2ed6b226e7d5.png/v1/fill/w_1280,h_720,q_80,strp/phoenix_valorant_wallpaper_by_cemreksdmr_de67kq7-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NzIwIiwicGF0aCI6IlwvZlwvYWQ1ZGE1NzEtZmVjYi00OTFjLThkZjAtYTg3NjE5YzQ5YmZkXC9kZTY3a3E3LWQ2ZmY1YjU5LTcxNWEtNGQ4Yi1iOTIxLTJlZDZiMjI2ZTdkNS5wbmciLCJ3aWR0aCI6Ijw9MTI4MCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.ukIc5aMDBB14zbCuM82yRyg4f34PG78iziBGZEK4hjY"}, {
    "analogies" : "un rappeur", 
    "valeursAnalogies" : "Josman",
    "description" : "Si je devais choisir un rappeur pour me représenter, ça serait Josman. Son style authentique et ses paroles profondes résonnent particulièrement avec moi. C'est comme si ses paroles étaient le reflet de certaines de mes pensées et expériences, ce qui rend le choix de Josman significatif pour moi.",
    "image" : "https://upload.wikimedia.org/wikipedia/commons/3/30/NDLE2023Josman_1.jpg"}]